package kuan.colin.com.app.Entity;

import java.util.List;

/**
 * Created by 11 on 2016/7/12.
 */
public class JokeText {

    /**
     * showapi_res_code : 0
     * showapi_res_error :
     * showapi_res_body : {"allPages":1534,"ret_code":0,"contentlist":[{"id":"578495746e366c93cc603509","title":"姐姐连续生了三个都是","text":"姐姐连续生了三个都是女孩子，姐夫对姐姐说：\u201c亲爱的，我们不生了好吗？\u201d\r\n二货姐姐说：\u201c我不！我要生！老娘就要看看你上辈子找了几个情人！\u201d","type":1,"ct":"2016-07-12 15:00:04.583"},{"id":"57848e886e366c93cc602544","title":"一对夫妻到饭店吃饭，","text":"一对夫妻到饭店吃饭，男问女：\u201c吃什么？\u201d\r\n女说：\u201c能点一个代表咱俩结合的菜吗？\u201d\r\n男子菜单一合，大声说：\u201c老板，来一个山药炒黑木耳！\u201d","type":1,"ct":"2016-07-12 14:30:32.388"},{"id":"57848e886e366c93cc602543","title":"老师：小明，哪件事让","text":"老师：小明，哪件事让你对自己的无知感到震惊？\r\n小明：小时候的笔名。\r\n老师：为啥哩？\r\n小明：小时候作文要求写笔名，我写的一直是中华绘图铅笔。。。\r\n老师：\u2026\u2026\u2026\u2026","type":1,"ct":"2016-07-12 14:30:32.169"},{"id":"57846b486e366c93cc5faabc","text":"<p>\r\n\t\t1、刚入夏的时候，老婆说她今年夏天要变成一道闪电！几个月过去了，我觉得她基本成功了，现在谁说她胖她就劈谁。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、跟老婆一起过二人世界，提议准备去吃某披萨\u2026快到地方时，媳妇哀怨的说：\u201c我们两个是不是太自私了，儿子也喜欢吃披萨，应该带他一起来的！ \u201d<p><\/p>\r\n我说：\u201c难得二人世界，带他下次来吧～！也不缺这一回～！ \u201d<p><\/p>\r\n刚说完，老婆好像灵光一闪，欢快的说：\u201c儿子不喜欢吃火锅！咱们去吃火锅吧！ \u201d<p><\/p>\r\n我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、我：吃到好吃的记得要分享，懂了吗？<p><\/p>\r\n老婆：懂了！<p><\/p>......","title":"贪吃耍横的爆笑婆娘","type":1,"ct":"2016-07-12 12:00:08.047"},{"id":"57846b486e366c93cc5faab9","text":"<p>\r\n\t\t1、老婆：\u201c老公，今天有人说我长的丑！ \u201d<p><\/p>\r\n老公：\u201c一般来讲，男人说你丑，意思是就是还可以，说你漂亮就是真的漂亮了。\u201d<p><\/p>\r\n老婆：胡说八道，那你们男人要是遇到真的很丑的女人会怎么说呢？\u201d<p><\/p>\r\n老公：\u201c我们不跟这种女人说话。\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、晚上睡觉前老公拿着鞭子和蜡烛对我说：老婆，晚上我们玩点刺激的。<p><\/p>\r\n我羞涩的点了点头，然后这货给我表演了一晚上的鞭子灭烛火。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、\u201c媳妇，我和你嘿嘿嘿你是什么感觉？\u201d<p><\/p>\r\n\u201c好像公交车。\u201d<p><\/p>\r\n\u201c你是说我厉害吗？\u201d<p><\/p>......","title":"笑爆:夫妻里总会有个是二货","type":1,"ct":"2016-07-12 12:00:08.021"},{"id":"57846b476e366c93cc5faab7","text":"<p>\r\n\t\t1、媳妇今天非要我给她讲讲我和初恋之间的事！<p><\/p>\r\n我是死活都讲，可架不住她软磨硬泡。。。<p><\/p>\r\n刚要准备讲！她啪就给我一巴掌：\u201c你瞅你那样，还没开始讲，就一脸神往的贱相！！！不听了！ \u201d<p><\/p>\r\n说完啪啪又打两下！！！<p><\/p>\r\n我擦，这不会是要留着要下回听吧！！！\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆：\u201c亲爱的，如果现在让你再选个职业，你想干什么？\u201d<p><\/p>\r\n老公：\u201c当兵！ \u201d<p><\/p>\r\n老婆：\u201c你能受得了那么严格的约束？\u201d<p><\/p>\r\n老公：\u201c我受过训练！ \u201d<p><\/p>\r\n老婆：\u201c什么训练？\u201d<p><\/p>\r\n老公：\u201c结婚！ \u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、今天理发，回家问媳妇：\u201c帅不帅？\u201d<p><\/p>......","title":"愁坏男人的是老婆","type":1,"ct":"2016-07-12 12:00:07.803"},{"id":"57846b476e366c93cc5faab6","text":"<p>\r\n\t\t1、我：昨晚做噩梦吓醒了！<p><\/p>\r\n老婆：梦见啥了？<p><\/p>\r\n我：鬼。。。<p><\/p>\r\n老婆：哎呀，你交际面真广！<p><\/p>\r\n我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆拿了一张100的钞票说：老公，我这张可能是假的，感觉小一点，你拿一张真的来比较一下。<p><\/p>\r\n我就拿了一张过去，然后就没有了。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、老婆对老公抱怨说：\u201c衣服都涨价了。\u201d<p><\/p>\r\n老公说：\u201c少穿点呗。\u201d<p><\/p>\r\n老婆：\u201c现在生活成本这么高，你杂不说你少活点！ \u201d<p><\/p>\r\n老公。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、老婆问：\u201c春晚不好看，你为什么还看？\u201d<p><\/p>......","title":"幽默夫妻,不是冤家不聚头","type":1,"ct":"2016-07-12 12:00:07.727"},{"id":"57846b476e366c93cc5faab5","text":"<p>\r\n\t\t1、家里养了一缸孔雀鱼，一天两次喂食。三天一次换水。。。<p><\/p>\r\n有次实在懒得收拾它们了，抱怨道：天天就知道吃，啥也不干！<p><\/p>\r\n老婆悠悠的说到：人家最起码还好看！你再看看你！\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆嫌我打扫家务不干净，我小声的顶了一句嘴，被她狠狠的扇了一巴掌。。。<p><\/p>\r\n我也彻底被激怒了，开始摩拳擦掌，\u201c看我怎么收拾你！ \u201d我对房间怒吼道。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、我觉得我老婆已经中邪了，半夜突然从床上跳起来，打开冰箱，拿出大葱，嘴里念叨着：\u201c聪聪。。。聪聪。。。我来看你了，你冷么？！ \u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、老公：家是温暖的港湾。<p><\/p>......","title":"爆怒,叫男人肝颤的老婆","type":1,"ct":"2016-07-12 12:00:07.482"},{"id":"57846b476e366c93cc5faab4","text":"<p>\r\n\t\t1、晚饭过后，女友神秘兮兮的问：\u201c老公你要奶油的，柠檬的，薄荷的还是原味的？\u201d<p><\/p>\r\n以为是什么呢，就说：\u201c原味的吧。\u201d<p><\/p>\r\n\u201c那我今天晚上就不洗澡了，我们直接来吧！ \u201d老婆道。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆今天早上想动手打我，我说别打！<p><\/p>\r\n她说我手举这么高，总要放下来吧，我觉得放你脸上不错。<p><\/p>\r\n我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、媳妇搞卫生，不小心把老妈最心爱的花瓶摔破了，我知道肯定要闹翻了，媳妇惊慌失措捡起碎片，我怕她被割到手，便去帮忙捡那些最小的。<p><\/p>\r\n捡完，媳妇掏出两百块钱给我说：等下婆婆问起，你就说你不小心摔破的，毕竟你亲生的，她不会把你怎么样。\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、早上和老婆吵了一架。<p><\/p>......","title":"\u2018啪\u2019声奏出夫妻的搞笑乐章","type":1,"ct":"2016-07-12 12:00:07.403"},{"id":"578464636e366c93cc5f9b2a","title":"今天在单位吃完午餐，","text":"今天在单位吃完午餐，顺口问同事：你猜猜我有多重？\r\n同事扫了我一眼：135斤！顿时我就惊呆了。\r\n追问道：你咋知道的？\r\n然后他压低了声音对我说：我以前是收猪的！","type":1,"ct":"2016-07-12 11:30:43.911"},{"id":"578464636e366c93cc5f9b23","text":"<p>\r\n\t\t1、那天听见老婆跟她闺蜜说：老公一个人出差倒不可怕，怕的是和男同事一起出差，既怕他们搞基，又怕他们搞鸡。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆说：老公，今天吃太多，感觉肚子里的东西都往上窜，赶紧给我拿个面包压一压。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、每一次抱媳妇，她都是拼命挣脱，忍无可忍我抱怨：\u201c你为啥总是这样？\u201d<p><\/p>\r\n她笑着说：\u201c谁掉进屎坑里不扑腾两下呀？\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、和媳妇吵架，媳妇急了，买了一瓶农药。<p><\/p>\r\n媳妇：\u201c你在不认错，我让你后悔一辈子\u201d<p><\/p>\r\n我：\u201c老婆，我没错，但请你不要作践自己，拿命开玩笑\u201d<p><\/p>......","title":"笑死又愁死老公的二货媳妇","type":1,"ct":"2016-07-12 11:30:43.812"},{"id":"578464636e366c93cc5f9b22","text":"<p>\r\n\t\t1、把盐袋口子剪大了，这两天做饭老是放多。今天又做的特别咸。。。<p><\/p>\r\n媳妇看我一眼玩电脑去了。<p><\/p>\r\n我路过的时候看见她在搜百度，上面写着：做饭越来越咸是不是偷情的表现？\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、话说夫妻间真正的心有灵犀是什么呢？<p><\/p>\r\n就是，老婆故作撒娇的依偎着老公嗲嗲的说：\u201c老公~。。。！ \u201d<p><\/p>\r\n老公想都没想就说：\u201c不买。\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、老公：\u201c老婆，一个好消息一个坏消息你想先听哪个。\"<p><\/p>\r\n老婆：\u201c你先给我说坏的。\u201d<p><\/p>\r\n老公：\u201c我把钱包弄丢了。。。。。。\u201d<p><\/p>......","title":"幽默滴夫妻笑段","type":1,"ct":"2016-07-12 11:30:43.769"},{"id":"578464636e366c93cc5f9b21","text":"<p>\r\n\t\t1、吃完晚饭老婆突然问我：\u201c最近是不是有私房钱了？\u201d<p><\/p>\r\n我：\u201c没有！绝对没有！ \u201d<p><\/p>\r\n她：\u201c那你最近在老王那里买早餐怎么由两个菜包子变成一个肉包子和一个菜包子了？\u201d<p><\/p>\r\n我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、跟老婆啪啪啪以后，各种满足，各种爽！老婆却意味深长的说了一句：\u201c东西！还是还是自家的好用！ \u201d<p><\/p>\r\n这TM什么意思？我要不要找刀去埃。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、小李的妻子很晚都没回家，小李打电话妻子关了机，小李正想出门找，老婆自己回来了。<p><\/p>\r\n到家老婆洗澡，小李帮她打沐浴露，小李问妻子：你坐你们老板奔驰回来的吧？<p><\/p>......","title":"大概这些夫妻日子都没法过了,你说呢?","type":1,"ct":"2016-07-12 11:30:43.737"},{"id":"578464636e366c93cc5f9b20","text":"<p>\r\n\t\t1、今天睡觉，老婆拿手机不小心砸我头上，我说心疼吗？<p><\/p>\r\n这二货说：手机又没砸坏我心疼什么？！\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、昨晚和老公大吵了一架，今天早上来大夷妈了，老公：\u201c咋了，还气吐血了？\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、看到电视里愉情的报道，老婆问我：为什么你们男人总是吃着碗里的，看着锅里的！<p><\/p>\r\n我想了想，回道：饭量大。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、老婆手背上青了一小片，她正嘀咕到底是怎么弄伤的时候，我跑过去又是吹气，又是抚摸，一边还给她出谋划策：\u201c下次打你老公轻着点，不然手又该受伤了！ \u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t5、旅游回来，老婆非让我把她照片P漂亮点。。。<p><\/p>......","title":"爆逗夫妻,婚姻围城里的幽默","type":1,"ct":"2016-07-12 11:30:43.735"},{"id":"578464636e366c93cc5f9b1f","text":"<p>\r\n\t\t1、老婆：\u201c老公你会不会嫌我胸小？\u201d<p><\/p>\r\n老公：\u201c不会，想摸A罩杯是就摸胸。想摸C罩杯就摸屁股，想摸E罩杯就摸肚子\u201d<p><\/p>\r\n老婆：\u201c滚。。。。。。\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、早上起床急上厕所，痛快淋漓之后，发现没纸了。。。<p><\/p>\r\n于是喊老婆：\u201c亲爱的，我上厕所忘了带一件非常非常重要的东西，你给我拿来。\u201d<p><\/p>\r\n二货老婆竟然拿着一个勺子递给我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、我对老婆抱怨道：\u201c你这开车技术也太烂了吧！我真后悔今天带你出来练车！ \u201d<p><\/p>\r\n老婆：\u201c也没那么差吧，好歹我今天领证后的第一次上车你给人家一点鼓励好不好？\u201d<p><\/p>......","title":"笑爆,夫妻是老伴儿,更是笑伴儿","type":1,"ct":"2016-07-12 11:30:43.735"},{"id":"578464636e366c93cc5f9b1e","text":"<p>\r\n\t\t1、和老婆去超市买东西，付款的时候老婆问我：你有零钱吗？<p><\/p>\r\n我想也没想回她：我有过整钱吗？<p><\/p>\r\n收银员笑的那叫一个灿烂。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、一对男女新婚，老公发现老婆不是第一次<p><\/p>\r\n老公：\u201c贱人，你给我解释一下，你的第一次给谁啦！ \u201d<p><\/p>\r\n老婆：\u201c我上高中时，骑自行车回家，有一次，我自行车座被人偷了，然后。。。\u201d<p><\/p>\r\n老公：\u201c哦，原来这样埃。。\u201d<p><\/p>\r\n老婆：\u201c然后有个帅哥送我回家，我就把第一次给了他！ \u201d<p><\/p>\r\n老公。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、看着熟睡着的宝宝(女)怜惜的感慨道：不知道20年后哪个混蛋有这么好的福气娶到她啊！&nbsp;<p><\/p>......","title":"搞笑夫妻,笑的那叫一个灿烂!","type":1,"ct":"2016-07-12 11:30:43.715"},{"id":"578464636e366c93cc5f9b1d","text":"<p>\r\n\t\t1、两口子散步，看见一个吊带短裙的美女，老公多看了几眼，老婆说你要是喜欢这样的我天天穿给你看。。。<p><\/p>\r\n老公斩钉截铁的说你要是穿成这样咱俩就离婚。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、去理发店染了紫色，回来问老公怎么样，他说奇丑无比，我生气了，半天没理他。。。<p><\/p>\r\n他过来哄我说：我说的是你的脸，不是你的头发。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、媳妇：如果有一天我和范冰冰掉进河里你先救谁？<p><\/p>\r\n老公：当然是先救你，她和我有半毛钱关系！<p><\/p>\r\n媳妇：如果她说如果你先救他，她就嫁给你呢？<p><\/p>\r\n老公：那也不行，万一她骗我呢。。。<p><\/p>......","title":"夫妻搞笑:搞的精彩,笑的灿烂","type":1,"ct":"2016-07-12 11:30:43.713"},{"id":"578464636e366c93cc5f9b1c","text":"<p>\r\n\t\t1、老公：你一点都不温柔，根本就是一个母。。。。。<p><\/p>\r\n老婆嗖地一声从厨房拿把刀出来：我是什么？<p><\/p>\r\n老公：母。。。牡丹仙子。。。<p><\/p>\r\n老婆：嗯，这还差不多。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老公：\u201c老婆，我想给你买一件衣服，你穿上肯定很好看。\u201d<p><\/p>\r\n老婆马上亲了一个：\u201c老公，你对我真好！你想给我买件啥样的衣服？\u201d<p><\/p>\r\n老公：\u201c我想给你买件\u2014\u2014皇后的新裙！ \u201d<p><\/p>\r\n\u2018啪\u2019的一声，面上火辣辣的，\u201c流氓\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、家里有台麻将机，平时来打麻将的，都抽烟，所以那房间烟味很重，今天我对老公说：\u201c烟味重的没法呆。\u201d<p><\/p>......","title":"夫妻小两口,爆笑天天有","type":1,"ct":"2016-07-12 11:30:43.713"},{"id":"578464636e366c93cc5f9b1b","text":"<p>\r\n\t\t1、老婆问我：你天天买彩票，假如有一天你中了大奖，你第一件事干什么？<p><\/p>\r\n我正在思索，身旁的儿子说：你不会第一件事就换老婆吧？<p><\/p>\r\n我点了点头，随即又马上摇了摇头。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、正准备抽烟，老婆上来就一巴掌说：你就知道抽烟，还能干嘛？<p><\/p>\r\n我说：\u201c衣服我洗了、饭做好了、垃圾丢了、卫生也清洁完了，这不抽支烟想想还有哪里没做的吗？\u201d<p><\/p>\r\n老婆：\u201c哦，那你继续抽吧！ \u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、老公给我冲了杯咖啡，看着杯里的大勺对他说：\u201c给我买个精致点的咖啡勺吧，感觉有情调些。。。\u201d<p><\/p>......","title":"调到夫妻搞笑频道瞧瞧","type":1,"ct":"2016-07-12 11:30:43.713"},{"id":"578464636e366c93cc5f9b14","text":"<p>\r\n\t\t1、今天老婆问我车子都保了什么险？<p><\/p>\r\n我说第三者责任险。<p><\/p>\r\n她\u201c啪\u201d就扇了我一大嘴巴。<p><\/p>\r\n我捂着脸奇怪的问她：你干嘛打我？<p><\/p>\r\n她笑着说：没啥，听到第三者我就生气。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、今早上老公唱歌两只老虎，歌词是：两只母虎，两只母虎，跑的快，跑的快，一只是我老婆，一只是我女儿，真厉害真厉害。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、刚刚和老婆逛街，看见一抱小孩的少妇在喂奶，我就看了一眼。。。<p><\/p>\r\n结果老婆大声说：妹子，这流氓偷窥你，瞬间迎来一群鄙视的目光。。。。<p><\/p>\r\n哎！我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、新婚一个礼拜了，今早我迷迷糊糊的起床去上厕所，看到老公又在客厅看文件，我悄悄走过去从后面抱着他的腰温柔的说：老公，以后你不要那么早就起来工作了，看你每天顶着两个黑眼圈，心疼死我了。<p><\/p>......","title":"夫妻笑段多,充满喜和乐","type":1,"ct":"2016-07-12 11:30:43.641"}],"currentPage":1,"allNum":30676,"maxResult":20}
     */

    private int showapi_res_code;
    private String showapi_res_error;
    /**
     * allPages : 1534
     * ret_code : 0
     * contentlist : [{"id":"578495746e366c93cc603509","title":"姐姐连续生了三个都是","text":"姐姐连续生了三个都是女孩子，姐夫对姐姐说：\u201c亲爱的，我们不生了好吗？\u201d\r\n二货姐姐说：\u201c我不！我要生！老娘就要看看你上辈子找了几个情人！\u201d","type":1,"ct":"2016-07-12 15:00:04.583"},{"id":"57848e886e366c93cc602544","title":"一对夫妻到饭店吃饭，","text":"一对夫妻到饭店吃饭，男问女：\u201c吃什么？\u201d\r\n女说：\u201c能点一个代表咱俩结合的菜吗？\u201d\r\n男子菜单一合，大声说：\u201c老板，来一个山药炒黑木耳！\u201d","type":1,"ct":"2016-07-12 14:30:32.388"},{"id":"57848e886e366c93cc602543","title":"老师：小明，哪件事让","text":"老师：小明，哪件事让你对自己的无知感到震惊？\r\n小明：小时候的笔名。\r\n老师：为啥哩？\r\n小明：小时候作文要求写笔名，我写的一直是中华绘图铅笔。。。\r\n老师：\u2026\u2026\u2026\u2026","type":1,"ct":"2016-07-12 14:30:32.169"},{"id":"57846b486e366c93cc5faabc","text":"<p>\r\n\t\t1、刚入夏的时候，老婆说她今年夏天要变成一道闪电！几个月过去了，我觉得她基本成功了，现在谁说她胖她就劈谁。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、跟老婆一起过二人世界，提议准备去吃某披萨\u2026快到地方时，媳妇哀怨的说：\u201c我们两个是不是太自私了，儿子也喜欢吃披萨，应该带他一起来的！ \u201d<p><\/p>\r\n我说：\u201c难得二人世界，带他下次来吧～！也不缺这一回～！ \u201d<p><\/p>\r\n刚说完，老婆好像灵光一闪，欢快的说：\u201c儿子不喜欢吃火锅！咱们去吃火锅吧！ \u201d<p><\/p>\r\n我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、我：吃到好吃的记得要分享，懂了吗？<p><\/p>\r\n老婆：懂了！<p><\/p>......","title":"贪吃耍横的爆笑婆娘","type":1,"ct":"2016-07-12 12:00:08.047"},{"id":"57846b486e366c93cc5faab9","text":"<p>\r\n\t\t1、老婆：\u201c老公，今天有人说我长的丑！ \u201d<p><\/p>\r\n老公：\u201c一般来讲，男人说你丑，意思是就是还可以，说你漂亮就是真的漂亮了。\u201d<p><\/p>\r\n老婆：胡说八道，那你们男人要是遇到真的很丑的女人会怎么说呢？\u201d<p><\/p>\r\n老公：\u201c我们不跟这种女人说话。\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、晚上睡觉前老公拿着鞭子和蜡烛对我说：老婆，晚上我们玩点刺激的。<p><\/p>\r\n我羞涩的点了点头，然后这货给我表演了一晚上的鞭子灭烛火。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、\u201c媳妇，我和你嘿嘿嘿你是什么感觉？\u201d<p><\/p>\r\n\u201c好像公交车。\u201d<p><\/p>\r\n\u201c你是说我厉害吗？\u201d<p><\/p>......","title":"笑爆:夫妻里总会有个是二货","type":1,"ct":"2016-07-12 12:00:08.021"},{"id":"57846b476e366c93cc5faab7","text":"<p>\r\n\t\t1、媳妇今天非要我给她讲讲我和初恋之间的事！<p><\/p>\r\n我是死活都讲，可架不住她软磨硬泡。。。<p><\/p>\r\n刚要准备讲！她啪就给我一巴掌：\u201c你瞅你那样，还没开始讲，就一脸神往的贱相！！！不听了！ \u201d<p><\/p>\r\n说完啪啪又打两下！！！<p><\/p>\r\n我擦，这不会是要留着要下回听吧！！！\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆：\u201c亲爱的，如果现在让你再选个职业，你想干什么？\u201d<p><\/p>\r\n老公：\u201c当兵！ \u201d<p><\/p>\r\n老婆：\u201c你能受得了那么严格的约束？\u201d<p><\/p>\r\n老公：\u201c我受过训练！ \u201d<p><\/p>\r\n老婆：\u201c什么训练？\u201d<p><\/p>\r\n老公：\u201c结婚！ \u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、今天理发，回家问媳妇：\u201c帅不帅？\u201d<p><\/p>......","title":"愁坏男人的是老婆","type":1,"ct":"2016-07-12 12:00:07.803"},{"id":"57846b476e366c93cc5faab6","text":"<p>\r\n\t\t1、我：昨晚做噩梦吓醒了！<p><\/p>\r\n老婆：梦见啥了？<p><\/p>\r\n我：鬼。。。<p><\/p>\r\n老婆：哎呀，你交际面真广！<p><\/p>\r\n我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆拿了一张100的钞票说：老公，我这张可能是假的，感觉小一点，你拿一张真的来比较一下。<p><\/p>\r\n我就拿了一张过去，然后就没有了。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、老婆对老公抱怨说：\u201c衣服都涨价了。\u201d<p><\/p>\r\n老公说：\u201c少穿点呗。\u201d<p><\/p>\r\n老婆：\u201c现在生活成本这么高，你杂不说你少活点！ \u201d<p><\/p>\r\n老公。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、老婆问：\u201c春晚不好看，你为什么还看？\u201d<p><\/p>......","title":"幽默夫妻,不是冤家不聚头","type":1,"ct":"2016-07-12 12:00:07.727"},{"id":"57846b476e366c93cc5faab5","text":"<p>\r\n\t\t1、家里养了一缸孔雀鱼，一天两次喂食。三天一次换水。。。<p><\/p>\r\n有次实在懒得收拾它们了，抱怨道：天天就知道吃，啥也不干！<p><\/p>\r\n老婆悠悠的说到：人家最起码还好看！你再看看你！\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆嫌我打扫家务不干净，我小声的顶了一句嘴，被她狠狠的扇了一巴掌。。。<p><\/p>\r\n我也彻底被激怒了，开始摩拳擦掌，\u201c看我怎么收拾你！ \u201d我对房间怒吼道。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、我觉得我老婆已经中邪了，半夜突然从床上跳起来，打开冰箱，拿出大葱，嘴里念叨着：\u201c聪聪。。。聪聪。。。我来看你了，你冷么？！ \u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、老公：家是温暖的港湾。<p><\/p>......","title":"爆怒,叫男人肝颤的老婆","type":1,"ct":"2016-07-12 12:00:07.482"},{"id":"57846b476e366c93cc5faab4","text":"<p>\r\n\t\t1、晚饭过后，女友神秘兮兮的问：\u201c老公你要奶油的，柠檬的，薄荷的还是原味的？\u201d<p><\/p>\r\n以为是什么呢，就说：\u201c原味的吧。\u201d<p><\/p>\r\n\u201c那我今天晚上就不洗澡了，我们直接来吧！ \u201d老婆道。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆今天早上想动手打我，我说别打！<p><\/p>\r\n她说我手举这么高，总要放下来吧，我觉得放你脸上不错。<p><\/p>\r\n我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、媳妇搞卫生，不小心把老妈最心爱的花瓶摔破了，我知道肯定要闹翻了，媳妇惊慌失措捡起碎片，我怕她被割到手，便去帮忙捡那些最小的。<p><\/p>\r\n捡完，媳妇掏出两百块钱给我说：等下婆婆问起，你就说你不小心摔破的，毕竟你亲生的，她不会把你怎么样。\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、早上和老婆吵了一架。<p><\/p>......","title":"\u2018啪\u2019声奏出夫妻的搞笑乐章","type":1,"ct":"2016-07-12 12:00:07.403"},{"id":"578464636e366c93cc5f9b2a","title":"今天在单位吃完午餐，","text":"今天在单位吃完午餐，顺口问同事：你猜猜我有多重？\r\n同事扫了我一眼：135斤！顿时我就惊呆了。\r\n追问道：你咋知道的？\r\n然后他压低了声音对我说：我以前是收猪的！","type":1,"ct":"2016-07-12 11:30:43.911"},{"id":"578464636e366c93cc5f9b23","text":"<p>\r\n\t\t1、那天听见老婆跟她闺蜜说：老公一个人出差倒不可怕，怕的是和男同事一起出差，既怕他们搞基，又怕他们搞鸡。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老婆说：老公，今天吃太多，感觉肚子里的东西都往上窜，赶紧给我拿个面包压一压。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、每一次抱媳妇，她都是拼命挣脱，忍无可忍我抱怨：\u201c你为啥总是这样？\u201d<p><\/p>\r\n她笑着说：\u201c谁掉进屎坑里不扑腾两下呀？\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、和媳妇吵架，媳妇急了，买了一瓶农药。<p><\/p>\r\n媳妇：\u201c你在不认错，我让你后悔一辈子\u201d<p><\/p>\r\n我：\u201c老婆，我没错，但请你不要作践自己，拿命开玩笑\u201d<p><\/p>......","title":"笑死又愁死老公的二货媳妇","type":1,"ct":"2016-07-12 11:30:43.812"},{"id":"578464636e366c93cc5f9b22","text":"<p>\r\n\t\t1、把盐袋口子剪大了，这两天做饭老是放多。今天又做的特别咸。。。<p><\/p>\r\n媳妇看我一眼玩电脑去了。<p><\/p>\r\n我路过的时候看见她在搜百度，上面写着：做饭越来越咸是不是偷情的表现？\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、话说夫妻间真正的心有灵犀是什么呢？<p><\/p>\r\n就是，老婆故作撒娇的依偎着老公嗲嗲的说：\u201c老公~。。。！ \u201d<p><\/p>\r\n老公想都没想就说：\u201c不买。\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、老公：\u201c老婆，一个好消息一个坏消息你想先听哪个。\"<p><\/p>\r\n老婆：\u201c你先给我说坏的。\u201d<p><\/p>\r\n老公：\u201c我把钱包弄丢了。。。。。。\u201d<p><\/p>......","title":"幽默滴夫妻笑段","type":1,"ct":"2016-07-12 11:30:43.769"},{"id":"578464636e366c93cc5f9b21","text":"<p>\r\n\t\t1、吃完晚饭老婆突然问我：\u201c最近是不是有私房钱了？\u201d<p><\/p>\r\n我：\u201c没有！绝对没有！ \u201d<p><\/p>\r\n她：\u201c那你最近在老王那里买早餐怎么由两个菜包子变成一个肉包子和一个菜包子了？\u201d<p><\/p>\r\n我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、跟老婆啪啪啪以后，各种满足，各种爽！老婆却意味深长的说了一句：\u201c东西！还是还是自家的好用！ \u201d<p><\/p>\r\n这TM什么意思？我要不要找刀去埃。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、小李的妻子很晚都没回家，小李打电话妻子关了机，小李正想出门找，老婆自己回来了。<p><\/p>\r\n到家老婆洗澡，小李帮她打沐浴露，小李问妻子：你坐你们老板奔驰回来的吧？<p><\/p>......","title":"大概这些夫妻日子都没法过了,你说呢?","type":1,"ct":"2016-07-12 11:30:43.737"},{"id":"578464636e366c93cc5f9b20","text":"<p>\r\n\t\t1、今天睡觉，老婆拿手机不小心砸我头上，我说心疼吗？<p><\/p>\r\n这二货说：手机又没砸坏我心疼什么？！\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、昨晚和老公大吵了一架，今天早上来大夷妈了，老公：\u201c咋了，还气吐血了？\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、看到电视里愉情的报道，老婆问我：为什么你们男人总是吃着碗里的，看着锅里的！<p><\/p>\r\n我想了想，回道：饭量大。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、老婆手背上青了一小片，她正嘀咕到底是怎么弄伤的时候，我跑过去又是吹气，又是抚摸，一边还给她出谋划策：\u201c下次打你老公轻着点，不然手又该受伤了！ \u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t5、旅游回来，老婆非让我把她照片P漂亮点。。。<p><\/p>......","title":"爆逗夫妻,婚姻围城里的幽默","type":1,"ct":"2016-07-12 11:30:43.735"},{"id":"578464636e366c93cc5f9b1f","text":"<p>\r\n\t\t1、老婆：\u201c老公你会不会嫌我胸小？\u201d<p><\/p>\r\n老公：\u201c不会，想摸A罩杯是就摸胸。想摸C罩杯就摸屁股，想摸E罩杯就摸肚子\u201d<p><\/p>\r\n老婆：\u201c滚。。。。。。\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、早上起床急上厕所，痛快淋漓之后，发现没纸了。。。<p><\/p>\r\n于是喊老婆：\u201c亲爱的，我上厕所忘了带一件非常非常重要的东西，你给我拿来。\u201d<p><\/p>\r\n二货老婆竟然拿着一个勺子递给我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、我对老婆抱怨道：\u201c你这开车技术也太烂了吧！我真后悔今天带你出来练车！ \u201d<p><\/p>\r\n老婆：\u201c也没那么差吧，好歹我今天领证后的第一次上车你给人家一点鼓励好不好？\u201d<p><\/p>......","title":"笑爆,夫妻是老伴儿,更是笑伴儿","type":1,"ct":"2016-07-12 11:30:43.735"},{"id":"578464636e366c93cc5f9b1e","text":"<p>\r\n\t\t1、和老婆去超市买东西，付款的时候老婆问我：你有零钱吗？<p><\/p>\r\n我想也没想回她：我有过整钱吗？<p><\/p>\r\n收银员笑的那叫一个灿烂。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、一对男女新婚，老公发现老婆不是第一次<p><\/p>\r\n老公：\u201c贱人，你给我解释一下，你的第一次给谁啦！ \u201d<p><\/p>\r\n老婆：\u201c我上高中时，骑自行车回家，有一次，我自行车座被人偷了，然后。。。\u201d<p><\/p>\r\n老公：\u201c哦，原来这样埃。。\u201d<p><\/p>\r\n老婆：\u201c然后有个帅哥送我回家，我就把第一次给了他！ \u201d<p><\/p>\r\n老公。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、看着熟睡着的宝宝(女)怜惜的感慨道：不知道20年后哪个混蛋有这么好的福气娶到她啊！&nbsp;<p><\/p>......","title":"搞笑夫妻,笑的那叫一个灿烂!","type":1,"ct":"2016-07-12 11:30:43.715"},{"id":"578464636e366c93cc5f9b1d","text":"<p>\r\n\t\t1、两口子散步，看见一个吊带短裙的美女，老公多看了几眼，老婆说你要是喜欢这样的我天天穿给你看。。。<p><\/p>\r\n老公斩钉截铁的说你要是穿成这样咱俩就离婚。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、去理发店染了紫色，回来问老公怎么样，他说奇丑无比，我生气了，半天没理他。。。<p><\/p>\r\n他过来哄我说：我说的是你的脸，不是你的头发。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、媳妇：如果有一天我和范冰冰掉进河里你先救谁？<p><\/p>\r\n老公：当然是先救你，她和我有半毛钱关系！<p><\/p>\r\n媳妇：如果她说如果你先救他，她就嫁给你呢？<p><\/p>\r\n老公：那也不行，万一她骗我呢。。。<p><\/p>......","title":"夫妻搞笑:搞的精彩,笑的灿烂","type":1,"ct":"2016-07-12 11:30:43.713"},{"id":"578464636e366c93cc5f9b1c","text":"<p>\r\n\t\t1、老公：你一点都不温柔，根本就是一个母。。。。。<p><\/p>\r\n老婆嗖地一声从厨房拿把刀出来：我是什么？<p><\/p>\r\n老公：母。。。牡丹仙子。。。<p><\/p>\r\n老婆：嗯，这还差不多。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、老公：\u201c老婆，我想给你买一件衣服，你穿上肯定很好看。\u201d<p><\/p>\r\n老婆马上亲了一个：\u201c老公，你对我真好！你想给我买件啥样的衣服？\u201d<p><\/p>\r\n老公：\u201c我想给你买件\u2014\u2014皇后的新裙！ \u201d<p><\/p>\r\n\u2018啪\u2019的一声，面上火辣辣的，\u201c流氓\u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、家里有台麻将机，平时来打麻将的，都抽烟，所以那房间烟味很重，今天我对老公说：\u201c烟味重的没法呆。\u201d<p><\/p>......","title":"夫妻小两口,爆笑天天有","type":1,"ct":"2016-07-12 11:30:43.713"},{"id":"578464636e366c93cc5f9b1b","text":"<p>\r\n\t\t1、老婆问我：你天天买彩票，假如有一天你中了大奖，你第一件事干什么？<p><\/p>\r\n我正在思索，身旁的儿子说：你不会第一件事就换老婆吧？<p><\/p>\r\n我点了点头，随即又马上摇了摇头。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、正准备抽烟，老婆上来就一巴掌说：你就知道抽烟，还能干嘛？<p><\/p>\r\n我说：\u201c衣服我洗了、饭做好了、垃圾丢了、卫生也清洁完了，这不抽支烟想想还有哪里没做的吗？\u201d<p><\/p>\r\n老婆：\u201c哦，那你继续抽吧！ \u201d\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、老公给我冲了杯咖啡，看着杯里的大勺对他说：\u201c给我买个精致点的咖啡勺吧，感觉有情调些。。。\u201d<p><\/p>......","title":"调到夫妻搞笑频道瞧瞧","type":1,"ct":"2016-07-12 11:30:43.713"},{"id":"578464636e366c93cc5f9b14","text":"<p>\r\n\t\t1、今天老婆问我车子都保了什么险？<p><\/p>\r\n我说第三者责任险。<p><\/p>\r\n她\u201c啪\u201d就扇了我一大嘴巴。<p><\/p>\r\n我捂着脸奇怪的问她：你干嘛打我？<p><\/p>\r\n她笑着说：没啥，听到第三者我就生气。\r\n\t<\/p>\r\n\t<p>\r\n\t\t2、今早上老公唱歌两只老虎，歌词是：两只母虎，两只母虎，跑的快，跑的快，一只是我老婆，一只是我女儿，真厉害真厉害。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t3、刚刚和老婆逛街，看见一抱小孩的少妇在喂奶，我就看了一眼。。。<p><\/p>\r\n结果老婆大声说：妹子，这流氓偷窥你，瞬间迎来一群鄙视的目光。。。。<p><\/p>\r\n哎！我。。。\r\n\t<\/p>\r\n\t<p>\r\n\t\t4、新婚一个礼拜了，今早我迷迷糊糊的起床去上厕所，看到老公又在客厅看文件，我悄悄走过去从后面抱着他的腰温柔的说：老公，以后你不要那么早就起来工作了，看你每天顶着两个黑眼圈，心疼死我了。<p><\/p>......","title":"夫妻笑段多,充满喜和乐","type":1,"ct":"2016-07-12 11:30:43.641"}]
     * currentPage : 1
     * allNum : 30676
     * maxResult : 20
     */

    private ShowapiResBodyBean showapi_res_body;

    public int getShowapi_res_code() {
        return showapi_res_code;
    }

    public void setShowapi_res_code(int showapi_res_code) {
        this.showapi_res_code = showapi_res_code;
    }

    public String getShowapi_res_error() {
        return showapi_res_error;
    }

    public void setShowapi_res_error(String showapi_res_error) {
        this.showapi_res_error = showapi_res_error;
    }

    public ShowapiResBodyBean getShowapi_res_body() {
        return showapi_res_body;
    }

    public void setShowapi_res_body(ShowapiResBodyBean showapi_res_body) {
        this.showapi_res_body = showapi_res_body;
    }

    public static class ShowapiResBodyBean {
        private int allPages;
        private int ret_code;
        private int currentPage;
        private int allNum;
        private int maxResult;
        /**
         * id : 578495746e366c93cc603509
         * title : 姐姐连续生了三个都是
         * text : 姐姐连续生了三个都是女孩子，姐夫对姐姐说：“亲爱的，我们不生了好吗？”
         * 二货姐姐说：“我不！我要生！老娘就要看看你上辈子找了几个情人！”
         * type : 1
         * ct : 2016-07-12 15:00:04.583
         */

        private List<ContentlistBean> contentlist;

        public int getAllPages() {
            return allPages;
        }

        public void setAllPages(int allPages) {
            this.allPages = allPages;
        }

        public int getRet_code() {
            return ret_code;
        }

        public void setRet_code(int ret_code) {
            this.ret_code = ret_code;
        }

        public int getCurrentPage() {
            return currentPage;
        }

        public void setCurrentPage(int currentPage) {
            this.currentPage = currentPage;
        }

        public int getAllNum() {
            return allNum;
        }

        public void setAllNum(int allNum) {
            this.allNum = allNum;
        }

        public int getMaxResult() {
            return maxResult;
        }

        public void setMaxResult(int maxResult) {
            this.maxResult = maxResult;
        }

        public List<ContentlistBean> getContentlist() {
            return contentlist;
        }

        public void setContentlist(List<ContentlistBean> contentlist) {
            this.contentlist = contentlist;
        }

        public static class ContentlistBean {
            private String id;
            private String title;
            private String text;
            private int type;
            private String ct;

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getText() {
                return text;
            }

            public void setText(String text) {
                this.text = text;
            }

            public int getType() {
                return type;
            }

            public void setType(int type) {
                this.type = type;
            }

            public String getCt() {
                return ct;
            }

            public void setCt(String ct) {
                this.ct = ct;
            }
        }
    }
}
